
// No comment provided by engineer.
" ... \n[removed some results]" = " ...\n[일부 결과 삭제됨]";

// No comment provided by engineer.
"An unknown error has occurred." = "알 수 없는 오류가 발생했습니다.";

// Error Message
"And unknown error occurred when writing raw font." = "폰트 원본 데이터를 쓰는 중에 알 수 없는 오류가 발생했습니다.";

// No comment provided by engineer.
"Cancel" = "취소";

// Error Message
"Check the anchor position or reset anchors." = "앵커 위치를 확인하거나 앵커를 재설정 하십시오.";

// Export Panel
"Choose Folder" = "폴더 선택";

// Error Message
"Could not build CID mapping" = "CID 매핑 정보를 만들지 못했습니다.";

// Error Message
"Could not find AAT compiler at path: %@" = "다음 경로에서 AAT 컴파일러를 찾을 수 없습니다: %@";

// Error Message
"Could not get PNG data from image in glyph %@" = "글리프 %@의 이미지에서 PNG 데이터를 가져올 수 없습니다.";

// TT Export error
"Count of TTFZones defined in the Font is different to the count of the zones in the masters" = "폰트에 정의된 TTFZone 개수가 마스터의 zone 개수와 다릅니다.";

// No comment provided by engineer.
"Details" = "상세 정보";

// Error Message
"Error converting SBIX to SVG" = "SBIX를 SVG로 변환하는 중 오류가 발생했습니다.";

// No comment provided by engineer.
"Error with glyph: %@" = "글리프 오류: %@";

// text in export progress window
"Export" = "내보내기";

// No comment provided by engineer.
"Export Finished" = "내보내기 완료";

// Export Panel
"Export Font" = "폰트 내보내기";

// No comment provided by engineer.
"Export Result" = "결과 내보내기";

// Export Panel
"Exporting Font" = "폰트 내보내기 중";

// Export Panel
"Exporting Fonts" = "폰트 내보내기 중";

// No comment provided by engineer.
"Fix" = "수정";

// TT Export error
"Ignore " = "무시";

// TT Export error
"Ignore this until you restart Glyphs" = "글립스를 다시 시작할 때까지 이 내용을 무시하십시오.";

// Error Message
"Illegal glyph name" = "잘못된 글리프 이름";

// Error Message
"Illegal kerning group name" = "올바르지 않은 커닝 그룹 이름";

// No comment provided by engineer.
"Import TrueType Collection" = "트루타입 컬렉션(TTC) 가져오기";

// Title of Import/Export Font OTF/FDK Modul
"Import/Export Font OTF/FDK" = "OTF 및 FDK 불러오기/내보내기";

// TT Export error
"Invalid Interpolation instruction in glyph: %@" = "글리프의 보간 명령이 잘못되었습니다. %@";

// Error Message
"Invalid \U201C%@\U201D parameter" = "잘못된 “%@” 매개변수";

// Error Message
"It need to consist of 'name;code'" = "‘이름;코드’ 형태로 작성되어야 합니다.";

// Error Message
"Missing iColor layer in glyph %@" = "다음 글리프에서 iColor 레이어가 누락되었습니다. %@";

// Error Message
"No CID resources found for ROS: %@" = "ROS에 대한 CID 리소스가 없음: %@";

// Error Message
"No cmap resources found for ROS: %@" = "다음 ROS에 대한 cmap 리소스가 없음: %@";

// No comment provided by engineer.
"No File was created." = "파일이 생성되지 않았습니다.";

// No comment provided by engineer.
"OK" = "확인";

// No comment provided by engineer.
"OTF" = "OTF";

// No comment provided by engineer.
"Please add an instance or set at least one as active." = "인스턴스를 추가하거나, 하나 이상의 인스턴스를 활성화 시키십시오.";

// Error Message
"Please check the font and the ROS setting." = "폰트와 ROS 설정을 확인하십시오.";

// Error Message
"Please check the font." = "폰트를 확인하십시오.";

// Error Message
"Please check the glyphs:\n%@" = "다음 글리프들을 확인하십시오.\n%@";

// No comment provided by engineer.
"Please check the instance settings." = "인스턴스 설정을 확인하십시오.";

// No comment provided by engineer.
"Please check the master and instance settings." = "마스터 및 인스턴스 설정을 확인하십시오.";

// Error Message
"Please check your kerning." = "커닝을 확인하십시오.";

// Error Message
"Please clean up the paths and reduce the node count." = "패스를 정리해서 점 개수를 줄여 주십시오.";

// Error Message
"Please fix this in the Font Info." = "폰트 정보에서 이 문제를 해결하십시오.";

// Error Message
"Please hint this glyph manually." = "이 글리프는 수동으로 힌트를 넣으십시오.";

// Error Message
"Please save the file" = "파일을 저장하십시오.";

// Export Panel
"Please select a valid folder." = "유효한 폴더를 선택하십시오.";

// error
"Please update 'TTFAutohint options' in Instance > Custom Parameter" = "인스턴스 > 사용자 정의 값 에서 'TTFAutohint options’을 갱신해 주십시오";

// error
"Problem with ttfautohint." = "ttfAutohint에 문제가 발생했습니다.";

// Error Message
"Save your data and restart Glyphs." = "데이터를 저장하고 글립스를 다시 시작하십시오.";

// No comment provided by engineer.
"Show" = "보기";

// TT Export error
"Show " = "보기";

// Error Message
"Some glyphs are too complex (too many nodes) (charstring too long)" = "일부 글리프들이 지나치게 복잡합니다. (지나치게 많은 노드로 인해, 저장되는 명령어가 김)";

// TT Export error
"Something is wrong with the zones or stems" = "Zone 설정이나 줄기 값에 문제가 있습니다";

// Error Message
"The \"%@\" string is empty." = "\"%@\" 문자열이 비었습니다.";

// Error Message
"The ascender value in master: \U201C%@\U201D is too small." = "마스터의 어센더 값: \"%@\"이 너무 작습니다.";

// Error Message
"The destination folder doesn\U2019t exist." = "대상 폴더가 존재하지 않습니다.";

// Error Message
"The destination folder shouldn\U2019t be a file." = "대상 폴더로 파일을 선택할 수 없습니다.";

// No comment provided by engineer.
"The font %@ was exported successfully." = "폰트 %@ 를 성공적으로 내보냈습니다.";

// Error Message
"The font contains a glyph without a glyph name" = "폰트에 이름이 누락된 글립이 있습니다.";

// TT Export error
"The font contains glyphs with duplicate production names: %1$@, %2$@ (%3$@)" = "이 폰트에 %1$@, %2$@ (%3$@) 와 같은 중복된 프로덕션 이름을 갖는 글리프들이 포함되어 있습니다.";

// TT Export error
"The font contains glyphs with the same name: %@" = "폰트에 이름이 같은 글리프들이 포함되어 있습니다. %@";

// Error Message
"The font contains glyphs with the same Unicode." = "폰트에 유니코드가 동일한 글리프들이 포함되어 있습니다.";

// No comment provided by engineer.
"The Font contains very suspicious vertical metrics. Please check in Font Info > Metrics." = "폰트에는 매우 의심스러운 수직 메트릭스 항목이 포함되어 있습니다. 폰트 정보 > 메트릭스 항목을 확인하십시오.";

// No comment provided by engineer.
"The glyph name is too long and there was no production name found. This might be due to a spelling mistake in the name. Make sure that the glyph has proper category and subcategory assigned (check in list mode)" = "글리프 이름이 너무 길고 프로덕션 이름이 없습니다. 이것은 이름의 철자 실수 때문일 수 있습니다. 글리프에 적절한 카테고리 및 하위 카테고리가 지정되어 있는지 확인하십시오. (목록 모드에서 확인)";

// Error Message
"The glyph \U201C%1$@\U201D contains a lot nodes (%2$d). This can\U2019t be exported." = "글리프 “%1$@” 는 많은 수(%2$d개)의 점들을 갖고 있어 내보낼 수 없습니다.";

// Error Message
"The glyph \U201C%1$@\U201D has illegal character in the kerning group name: \U201C%2$@\U201D (at pos: %3$ld)" = "글리프 \"%1$@\"은 커닝 그룹 이름 \"%2$@“에 잘못된 문자를 갖고 있습니다. (위치: %3$ld)";

// No comment provided by engineer.
"The instance is not defined correctly." = "인스턴스가 올바르게 정의되지 않았습니다.";

// Error Message
"The name of glyph \U201C%1$@\U201D contains an illegal character (at pos: %2$ld)" = "글자 \"%1$@\"의 이름에 잘못된 문자가 포함되어 있습니다. (위치: %2$ld)";

// Error Message
"The SVG file in glyph \U201C%@\U201D is not valid or missing" = "글립 “%@”에 있는 SVG 파일이 유효하지 않거나 누락되었습니다.";

// Error Message
"The URL in %@ is not valid" = "%@의 URL이 유효하지 않습니다.";

// Error Message
"There are illegal characters in the \"%@\" string." = "\"%@\" 문자열에 잘못된 글자가 있습니다.";

// Error Message
"There are several glyphs with a lot nodes. Adding subroutines will take a long time, then." = "점이 많은 글리프가 여러 개 있습니다. 서브 루틴 추가(폰트 압축) 시 시간이 오래 걸립니다.";

// No comment provided by engineer.
"There are two instances that will have the same file name and would overwrite each other." = "동일한 파일 이름으로 인해 서로 겹쳐 쓰게될 인스턴스가 두 개 있습니다.";

// Error Message
"There is a glyph with an empty name." = "이름이 없는 글리프가 있습니다.";

// TT Export error
"There is a invalid path in glyph: %@" = "다음 글리프에 잘못된 패스가 있습니다 : %@";

// Error Message
"There is a problem with a glyph named: %1$@ \n(%2$@)" = "다음 글리프에 문제가 있습니다. %1$@\n(%2$@)";

// Error Message
"There is a problem with an anchor \"%1$@\" in: %2$@" = "앵커 \"%1$@\"에 문제가 있습니다: %2$@";

// Error Message
"There is a problem with the \"%@\" parameter." = "\"%@\" 값에 오류가 있습니다.";

// Error Message
"There is an invalid kern value (%1$d) for the pair \"%2$@\":\"%3$@\"" = "커닝 쌍에 대해 유효하지 않은 커닝 값 (%1$d)이 있습니다: \"%2$@\":\"%3$@\"";

// Error Message
"There is an \U2018include();\U2019 statement with a relative path in the feature code (in %@) but the document is not saved yet." = "오픈타입 피쳐 코드 (%@)에 상대 경로가 있는 'include();' 가 있으나, 문서가 아직 저장되지 않았습니다.";

// No comment provided by engineer.
"There is no active instance." = "활성화된 인스턴스가 없습니다.";

// Error Message
"There was a problem autohinting the glyph: %@" = "다음 글리프를 오토힌트하는 중에 문제가 발생했습니다: %@";

// Error Message
"There was a problem compiling the ATT tables" = "ATT 테이블을 컴파일하는 중 문제가 발생했습니다.";

// TT Export error
"There was a problem compiling TrueType instructions for glyph: %@" = "다음 글립의 트투타입 힌팅 명령을 컴파일하는 중에 문제가 발생했습니다: %@";

// Error Message
"There was a problem converting the PostScript source font." = "PS 소스 폰트를 변환하는 중 문제가 발생했습니다.";

// TT Export error
"There was a problem exporting glyph: %@" = "다음 글리프를 내보내는 중에 문제가 발생했습니다: %@";

// No comment provided by engineer.
"There was a problem exporting the font.\nNo file was created." = "폰트를 내보내는 중에 문제가 발생했습니다.\n파일이 생성되지 않았습니다.";

// TT Export error
"There were problems compiling TrueType instructions for the following glyphs:" = "다음 글리프들의 트루타입 힌팅 명령을 컴파일하는 중 문제가 발생했습니다:";

// Error Message
"This can be fixed by adding a \"Disable Subroutines\" custom parameter." = "이 기능은 “Disable Subroutines” 사용자 정의 값을 추가해 해결할 수 있습니다.";

// Error Message
"Unknown language (%1$@) in \U201C%2$@\U201D parameter." = "“%2$@” 값 안에 알 수 없는 언어 (%1$@)가 있습니다.";
